קציה $1 תקבל הרשאת כתיבה קבועה לתיקייה הזו. להמשיך?אירעה שגיאה בטעינת תוסףאי אפשר לקרוא את נתוני האתר או לשנות אותםהתוסף יכול לקרוא ולשנות נתוני אתריםבלחיצה על התוסףב-$1מידע נוסף על גישה לאתריםהותקן על ידי מנהל המערכת שלךהצמדהביטול הצמדהמנהל המערכת הצמיד את התוסף הזהניהול תוספיםבדיקת חלון מוקפץרק המנהל ($1) יכול לשנות יישומים ותוספים.בחר את ספריית ההרחבה.הפעלת התוסףיש לבחור את ספריית הבסיס של התוסף שיש לארוז. כדי לעדכן תוסף, יש לבחור גם את קובץ המפתח הפרטי שבו ניתן להשתמש שוב.יש לבחור קובץ מפתח פרטי.מפתח פרטיספריית הבסיס של ההרחבה נחוצה.ספריית הבסיס של ההרחבה אינה חוקית.קובץ המפתח הפרטי אינו חוקייצר את הקבצים הבאים:

תוסף: $1
קובץ מפתח: $2

יש לשמור על קובץ המפתח שלך במקום בטוח. הוא נחוץ אותו כדי ליצור גרסאות חדשות של התוסף שלך.ההרחבה נוצרה על ידי:

$1המשך להתקנהיש להמשיך בזהירותלפי הגרסה המשופרת של גלישה בטוחה, התוסף הזה לא מהימן.התקנת התוסףהתקנת האפליקציההוספת העיצובבקשת רשות מההוריםאי אפשר להוסיף את